app/controllers/api/v1/ledgers_controller.rb

INSERT INTO "plutus_entries" ("description", "date", "commercial_document_id", "commercial_document_type", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)
---
  def add_entry
    entry = Plutus::Entry.new(ledger_params)
    if entry.save